package com.example.projectapp;

public class QuestionAnswer_3 {
    public static String question3[] = {
            "Кто написал картину «Впечатление. Восходящее Солнце»?",
            "Какая из перечисленных картин была написана Бертой Моризо?",
            "Кто написал картину «Белое на белом»?",
            "Какая из картин принадлежит к эпохе возрождения?",
            "Какая из перечисленных картин была написана Иваном Крамским?",
            "Кто написал картину «Гамаюн, птица вещая»?"
    };
    public static String allAnswers_3[][] = {
            {"Клод Моне","Эдуард Мане","Альфред Сислей","Фредерик Базиль"},
            {"Цветущие ветки миндаля","Бал в Мулен-де-ла-Галетт","Перед зеркалом","Прогулка. Дама с Зонтиком"},
            {"Марк Шагал","Аристарх Васильевич Лентулов","Роберт Фальк","Казимир Малевич"},
            {"Апофеоз войны","Рождение Венеры","Утро в сосновом лесу","Всадница"},
            {"Русалка","Садко","Русалки","У омута"},
            {"К.Д.Флавицкий","Ф.С.Завьялов","В.И.Якоби","В.М.Васнецов"}
    };
    public static String correctAnswer_3[] = {
            "Клод Моне",
            "Перед зеркалом",
            "Казимир Малевич",
            "Рождение Венеры",
            "Русалки",
            "В.М.Васнецов"
    };
}
