package com.example.projectapp;

public class QuestionAnswer_2 {
    public static String question2[] = {
            "Кто  является автором оперы 'Свадьба Фигаро'?",
            "Басистом какой группы являлся Сид Вишес?",
            "Как назывался дебютный альбом группы The Offspring?",
            "Кто из перечисленных композиторов не сочинял органную музыку?",
            "Когда и где образовалась группа Король и шут?",
            "Когда состоялся последний концерт группы Nirvana?"
    };
    public static String allAnswers_2[][] = {
            {"Людвиг ван Бетховен ","Антон Феликс Шиндлер","Вольфганг Амадей Моцарт","Антонио Вивальди"},
            {"Guns N' Roses","Nirvana","My Chemical Romance","Sex Pistols"},
            {"The Offspring","Smash","You'll Rebel to Anything","The Bastards"},
            {"Камиль Сен-Санс","Арнольт Шлик","Вольфганг Амадей Моцарт","Никколо Паганини"},
            {"1988 год, Санкт-Петербург","1990, Москва","1983, Самара","1999, Калининград"},
            {"6 апреля 1995","1 декабря 2001","1 марта 1994","3 мая 1999"}
    };
    public static String correctAnswer_2[] = {
            "Вольфганг Амадей Моцарт",
            "Sex Pistols",
            "The Offspring",
            "Никколо Паганини",
            "1988 год, Санкт-Петербург",
            "1 марта 1994"
    };
}
