package com.example.projectapp;

public class QuestionAnswer {
    public static String question[] = {
            "В каком цвете представлен Петербург в романе 'Преступление и наказание' Ф.М.Достоевского?",
            "Кто является автором романа 'Да здравствует фикус!'?",
            "Какой из этих псевдонимов пренадлежал А.П.Чехову?",
            "Кто является автором романа 'Чувство и чувствительность'?",
            "Кто является автором сборника рассказов 'Собака смерти'?",
            "В каком направлении литературы написан роман-антиутопия 'Мы' Е.И.Замятина?"
    };
    public static String allAnswers[][] = {
            {"в сером","в желтом","в зеленом","темно-синем"},
            {"Рэй Брэдбери","Эдгар Аллан По","Джордж Оруэлл","Джером Дэвид Сэлинджер"},
            {"Шиллер Шекспирович Гете","Козьма Прутков","Кир Булычёв","Тускарора"},
            {"Шарлотта Бронте","Дафна Дю Морье","Люси Мод Монтгомери","Джейн Остен"},
            {"Агата Кристи","Артур Конан Дойл","М.А.Булгаков","Эдгар Аллан По"},
            {"неореализм","романтизм","модернизм","классицизм"}
    };
    public static String correctAnswer[] = {
            "в желтом",
            "Джордж Оруэлл",
            "Шиллер Шекспирович Гете",
            "Джейн Остен",
            "Агата Кристи",
            "неореализм"
    };
}
